Repository: vathanarko7/rentHouseApp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: km

source: Rent House Administration
km: ការគ្រប់គ្រងផ្ទះជួល

source: Rent House Admin Portal
km: ផ្ទាំងគ្រប់គ្រងផ្ទះជួល

source: Welcome to Rent House Admin Portal
km: សូមស្វាគមន៍មកកាន់ផ្ទាំងគ្រប់គ្រងផ្ទះជួល

source: Leave blank to set an unusable password.
km: ទុកឲ្យទទេ ដើម្បីកំណត់ពាក្យសម្ងាត់ដែលមិនអាចប្រើបាន

source: Username
km: ឈ្មោះអ្នកប្រើ

source: First name
km: នាមខ្លួន

source: Last name
km: នាមត្រកូល

source: Email
km: អ៊ីមែល

source: Password
km: ពាក្យសម្ងាត់

source: Sex
km: ភេទ

source: Phone
km: លេខទូរស័ព្ទ

source: Telegram chat id
km: លេខសម្គាល់ Telegram Chat

source: Id card number
km: លេខអត្តសញ្ញាណប័ណ្ណ

source: Enter date
km: កាលបរិច្ឆេទចូល

source: Exit date
km: កាលបរិច្ឆេទចេញ

source: Username already exists.
km: ឈ្មោះអ្នកប្រើនេះមានរួចហើយ

source: Email already exists.
km: អ៊ីមែលនេះមានរួចហើយ

source: Account Info
km: ព័ត៌មានគណនី

source: Profile Info
km: ព័ត៌មានប្រវត្តិរូប

source: Paid invoices cannot be deleted.
km: វិក្កយបត្រដែលបានបង់មិនអាចលុបបាន

source: No chat ID
km: មិនមាន Chat ID

source: Test Chat
km: សាកល្បង Chat

source: Room Modification
km: កែប្រែបន្ទប់

source: Renter
km: អ្នកជួល

source: Electricity (kWh)
km: អគ្គិសនី (kWh)

source: Water (m³)
km: ទឹក (m³)

source: Readings
km: តម្លៃកុងទ័រ

source: Electricity
km: អគ្គិសនី

source: Water
km: ទឹក

source: month
km: ខែ

source: Select at least one invoice.
km: សូមជ្រើសយ៉ាងហោចណាស់មួយវិក្កយបត្រ

source: Invoice file missing.
km: ខ្វះឯកសារវិក្កយបត្រ

source: Missing tenant
km: ខ្វះព័ត៌មានអ្នកជួល

source: Missing profile
km: ខ្វះព័ត៌មានប្រវត្តិរូប

source: Missing unit price
km: ខ្វះតម្លៃឯកតា

source: Missing current water
km: ខ្វះអំនានទឹកខែថ្មី

source: Missing previous water
km: ខ្វះអំនានទឹកខែមុន

source: Missing current electricity
km: ខ្វះអំនានអគ្គិសនីខែថ្មី

source: Missing previous electricity
km: ខ្វះអំនានអគ្គិសនីខែមុន

source: Missing data (%(count)d)
km: ខ្វះទិន្នន័យ (%(count)d)

source: Usage
km: ការប្រើប្រាស់

source: Added
km: បាន​បន្ថែម

source: Updated
km: បាន​កែប្រែ

source: Send to Telegram group
km: ផ្ញើទៅក្រុម Telegram

source: Telegram group
km: ក្រុម Telegram

source: Telegram group send
km: ផ្ញើទៅក្រុម Telegram

source: Generate bills
km: បង្កើតវិក្កយបត្រ

source: Sending
km: កំពុងផ្ញើ

source: Generating
km: កំពុងបង្កើត

source: Failed
km: បរាជ័យ

source: Done
km: បានបញ្ចប់

source: Completed
km: បំពេញ

source: Completed with errors
km: បំពេញ តែមានបញ្ហា

source: Re-generate this invoice? This will overwrite the current draft.
km: បង្កើតវិក្កយបត្រឡើងវិញ? វានឹងជំនួសវិក្កយបត្រព្រាងបច្ចុប្បន្ន។

source: Menu
km: ម៉ឺនុយ

source: all rooms
km: បន្ទប់ទាំងអស់

source: %(count)s room(s)
km: %(count)s បន្ទប់

source: Generate bills %(month)s
km: បង្កើតវិក្កយបត្រ %(month)s

source: Generate bills for %(month)s, %(rooms)s.
km: បង្កើតវិក្កយបត្រសម្រាប់ %(month)s, %(rooms)s.

source: Generate and download bills %(month)s
km: បង្កើត និងទាញយកវិក្កយបត្រ %(month)s

source: Generate and download bills for %(month)s, %(rooms)s.
km: បង្កើត និងទាញយកវិក្កយបត្រសម្រាប់ %(month)s, %(rooms)s.

source: Download bills %(month)s
km: ទាញយកវិក្កយបត្រ %(month)s

source: Download bills for %(month)s, %(rooms)s.
km: ទាញយកវិក្កយបត្រសម្រាប់ %(month)s, %(rooms)s.

source: No rooms found for the selected month.
km: រកមិនឃើញបន្ទប់សម្រាប់ខែដែលបានជ្រើសរើស

source: Draft invoices found for rooms: %(rooms)s
km: មានវិក្កយបត្រព្រាងសម្រាប់បន្ទប់៖ %(rooms)s

source: Missing invoice files for rooms: %(rooms)s
km: ខ្វះឯកសារវិក្កយបត្រសម្រាប់បន្ទប់៖ %(rooms)s

source: No invoices were sent. Fix issues and try again.
km: មិនបានផ្ញើវិក្កយបត្របានទេ សូមផ្ទៀងផ្ទាត់ ហើយសាកល្បងម្តងទៀត

source: No invoice files found to send.
km: រកមិនឃើញឯកសារវិក្កយបត្រសម្រាប់ផ្ញើ

source: Sending invoices to Telegram group in background.
km: កំពុងផ្ញើវិក្កយបត្រទៅក្រុម Telegram នៅផ្ទៃខាងក្រោយ

source: Alert / Job
km: ព្រមាន / ការងារ

source: Job
km: ការងារផ្ទៃក្រោយ

source: Room
km: បន្ទប់

source: Total
km: សរុប

source: Draft
km: ព្រាង

source: Issued
km: បានចេញ

source: Sent
km: បានផ្ញើ

source: Paid
km: បានបង់

source: Status
km: ស្ថានភាព

source: Status date
km: កាលបរិច្ឆេទស្ថានភាព

source: Month
km: ខែ

source: Re-generate
km: បង្កើតម្តងទៀត

source: Issue this invoice? It will be locked.
km: ចេញវិក្កយបត្រនេះមែនទេ? រាល់ទិន្នន័យពាក់ព័ន្ធនឹងមិនអាចកែបានទៀតនោះទេ

source: Issue
km: ដាក់ចេញ

source: Send this invoice to the tenant?
km: ផ្ញើវិក្កយបត្រនេះទៅអ្នកជួលមែនទេ?

source: Send
km: ផ្ញើ

source: Re-send this invoice to the tenant?
km: ផ្ញើវិក្កយបត្រនេះម្ដងទៀតទៅអ្នកជួលមែនទេ?

source: Re-send
km: ផ្ញើម្ដងទៀត

source: Mark this invoice as paid?
km: សម្គាល់វិក្កយបត្រនេះថាបានបង់ហើយមែនទេ?

source: Mark Paid
km: ទូទាត់ប្រាក់

source: Invoice
km: វិក្កយបត្រ

source: Preview
km: មើលជាមុន

source: Download
km: ទាញយក

source: Actions
km: សកម្មភាព

source: Reports & Dashboard
km: របាយការណ៍ និងផ្ទាំងគ្រប់គ្រង

source: This account is inactive.
km: គណនីនេះមិនដំណើរការ

source: This account does not have access to the admin site.
km: គណនីនេះមិនមានសិទ្ធិចូលប្រើផ្នែកគ្រប់គ្រង

source: Log in
km: ចូលប្រើ

source: Utilities
km: សេវាប្រើប្រាស់

source: Room number
km: លេខបន្ទប់

source: Price
km: តម្លៃ

source: Room %(number)s
km: បន្ទប់ %(number)s

source: Rooms
km: បន្ទប់

source: Start date
km: កាលបរិច្ឆេទចូល

source: End date
km: កាលបរិច្ឆេទចេញ

source: Room History
km: ប្រវត្តិបន្ទប់

source: Unknown
km: មិនស្គាល់

source: Date
km: កាលបរិច្ឆេទ

source: Meter value
km: អំនានកុងទ័រ

source: Meter value (m³)
km: អំនាន (m³)

source: Meter value (kWh)
km: អំនាន (kWh)

source: Initial meter reading at move-in
km: ការអានម៉ែត្រដំបូងនៅពេលចូល

source: Is initial
km: អំនានដើម

source: Water Readings
km: អំនានទឹក

source: Water of room %(room)s - %(month)s
km: ទឹក បន្ទប់ %(room)s - %(month)s

source: Electricity Readings
km: អំនានអគ្គិសនី

source: Electricity of room %(room)s - %(month)s
km: អគ្គិសនី បន្ទប់ %(room)s - %(month)s

source: First day of month
km: ថ្ងៃដំបូងនៃខែ

source: Water unit price
km: តម្លៃឯកតាទឹក

source: Water unit price (៛/m³)
km: តម្លៃឯកតាទឹក (៛/m³)

source: Electricity unit price
km: តម្លៃឯកតាអគ្គិសនី

source: Electricity unit price (៛/kWh)
km: តម្លៃឯកតាអគ្គិសនី (៛/kWh)

source: Exchange rate USD to KHR
km: អត្រាប្តូរប្រាក់ USD ទៅ KHR

source: Exchange rate
km: អត្រាប្តូរប្រាក់

source: Exchange rate (USD→KHR)
km: អត្រាប្តូរ USD→KHR

source: USD→KHR rate
km: អត្រាប្តូរ USD→KHR

source: Unit Price
km: តម្លៃឯកតា

source: Utility Rates
km: តម្លៃសេវាប្រើប្រាស់

source: Unit Price of %(month)s
km: តម្លៃឯកតា %(month)s

source: Male
km: ប្រុស

source: Female
km: ស្រី

source: Other
km: ផ្សេងទៀត

source: Move-in date
km: ថ្ងៃចូល

source: Move-out date
km: ថ្ងៃចេញ

source: Exit date cannot be before enter date
km: ថ្ងៃចេញមិនអាចមុនថ្ងៃចូលបាន

source: Tenant
km: អ្នកជួល

source: Tenants
km: អ្នកជួល

source: Monthly bill
km: វិក្កយបត្រប្រចាំខែ

source: Monthly Bills
km: វិក្កយបត្រប្រចាំខែ

source: Bill %(room)s %(month)s
km: វិក្កយបត្រ %(room)s %(month)s

source: Status cannot move backward.
km: ស្ថានភាពមិនអាចត្រឡប់ក្រោយបាន

source: Telegram connection OK: %(bot_name)s
km: ការតភ្ជាប់ Telegram ជោគជ័យ៖ %(bot_name)s

source: Authentication and Authorization
km: ការផ្ទៀងផ្ទាត់ និងការអនុញ្ញាតសិទ្ធិ

source: Models in the %(name)s application
km: ម៉ូដែលនៅក្នុងកម្មវិធី %(name)s

source: Model name
km: ឈ្មោះម៉ូដែល

source: Add link
km: តំណបន្ថែម

source: Change or view list link
km: កែប្រែ ឬមើលបញ្ជី

source: Add
km: បន្ថែម

source: View
km: មើល

source: Change
km: កែប្រែ

source: You don’t have permission to view or edit anything.
km: អ្នកមិនមានសិទ្ធិមើល ឬកែប្រែអ្វីទាំងអស់ទេ

source: PtasJuolKruDy
km: ផ្ទះជួលគ្រូឌី

source: Tenant Dashboard
km: ផ្ទាំងអ្នកជួល

source: Change password
km: ប្ដូរពាក្យសម្ងាត់

source: Log out
km: ចាកចេញ

source: Missing data details
km: ទិន្នន័យដែលខ្វះ

source: Close
km: បិទ

source: Bills
km: វិក្កយបត្រ

source: Elec
km: អគ្គិសនី

source: Prices
km: តម្លៃ

source: More
km: បន្ថែម

source: More menu
km: ម៉ឺនុយបន្ថែម

source: Unit Prices
km: តម្លៃឯកតា

source: Confirm
km: បញ្ជាក់

source: Cancel
km: បោះបង់

source: Are you sure you want to delete this item?
km: តើអ្នកប្រាកដថាចង់លុបធាតុនេះមែនទេ?

source: This will also delete related items.
km: វានឹងលុបធាតុដែលពាក់ព័ន្ធផងដែរ

source: Are you sure you want to delete "%(name)s"?
km: តើអ្នកប្រាកដថាចង់លុប "%(name)s" មែនទេ?

source: Are you sure?
km: តើអ្នកប្រាកដមែនទេ?

source: Delete
km: លុប

source: Jan
km: មករា

source: Feb
km: កុម្ភៈ

source: Mar
km: មីនា

source: Apr
km: មេសា

source: May
km: ឧសភា

source: Jun
km: មិថុនា

source: Jul
km: កក្កដា

source: Aug
km: សីហា

source: Sep
km: កញ្ញា

source: Oct
km: តុលា

source: Nov
km: វិច្ឆិកា

source: Dec
km: ធ្នូ

source: Pick month
km: ជ្រើសខែ

source: Previous year
km: ឆ្នាំមុន

source: Next year
km: ឆ្នាំបន្ទាប់

source: Home
km: ទំព័រដើម

source: Showing your room data only.
km: បង្ហាញតែទិន្នន័យបន្ទប់របស់អ្នកប៉ុណ្ណោះ

source: Showing all rooms (global view).
km: បង្ហាញបន្ទប់ទាំងអស់ (ទិដ្ឋភាពទូទៅ)

source: Income per Month
km: ចំណូលក្នុងមួយខែ

source: Income (៛)
km: ចំណូល (៛)

source: Expense (៛)
km: ចំណាយ (៛)

source: Water / Electricity Trends
km: និន្នាការទឹក / អគ្គិសនី

source: Recent actions
km: សកម្មភាពថ្មីៗ

source: None available
km: មិនមាន

source: Income
km: ចំណូល

source: Username or email
km: ឈ្មោះអ្នកប្រើ ឬ អ៊ីមែល

source: Show password
km: បង្ហាញពាក្យសម្ងាត់

source: Hide password
km: លាក់ពាក្យសម្ងាត់

source: Clear
km: សម្អាត

source: Select at least one invoice first.
km: សូមជ្រើសយ៉ាងហោចណាស់មួយវិក្កយបត្រជាមុនសិន

source: Job completed successfully.
km: ដំណើរការបានបញ្ចប់ដោយជោគជ័យ

source: Job failed.
km: ដំណើរការបរាជ័យ

source: Job updated.
km: ដំណើរការត្រូវបានអាប់ដេត

source: Generate Bills
km: បង្កើតវិក្កយបត្រ

source: Generate
km: បង្កើត

source: Download Bills
km: ទាញយកម្តងច្រើន

source: Download ZIP
km: ទាញយក ZIP

source: Send via Telegram
km: ផ្ញើទៅក្រុម Telegram

source: Bulk Send
km: ផ្ញើជាក្រុម

source: Send selected invoices via Telegram?
km: ផ្ញើវិក្កយបត្រដែលបានជ្រើសតាម Telegram មែនទេ?

source: Select invoices
km: ជ្រើសវិក្កយបត្រ

source: OK
km: យល់ព្រម

source: Select a billing action to show the form.
km: សូមជ្រើសសកម្មភាពខាងលើ ដើម្បីឃើញបង្កើត ឬទាញយកវិក្កយបត្រ

source: Generate Monthly Bills
km: បង្កើតវិក្កយបត្រប្រចាំខែ

source: Pick a month and rooms, then run the action.
km: ជ្រើសខែ និងបន្ទប់ រួចចុចប៊ូតុង

source: Month:
km: ខែ៖

source: Year
km: ឆ្នាំ

source: Leave unchecked = all rooms
km: ទុកមិនធីក = បន្ទប់ទាំងអស់

source: Submit
km: ដាក់ស្នើ

source: Selected action:
km: សកម្មភាពដែលបានជ្រើស៖

source: Invoice Preview
km: មើលវិក្កយបត្រជាមុន

source: Test Telegram
km: សាកភ្ជាប់ Telegram

source: Select electricity to change
km: ជ្រើសរើសអំនានអគ្គិសនីដើម្បីកែ

source: Add electricity
km: បន្ថែមអគ្គិសនី

source: Confirm bulk send
km: បញ្ជាក់ការផ្ញើជាក្រុម

source: You are about to send the selected invoices via Telegram.
km: អ្នកកំពុងត្រៀមផ្ញើវិក្កយបត្រដែលបានជ្រើសតាម Telegram

source: Yes, send
km: បាទ/ចាស ផ្ញើ

source: Utility Readings
km: ការអានសេវាប្រើប្រាស់

source: Select room to change
km: ជ្រើសបន្ទប់ដើម្បីកែប្រែ

source: Add room
km: បន្ថែមបន្ទប់

source: Select water to change
km: ជ្រើសរើស​ អំនានទឹក ដើម្បីកែ

source: Select %s to view
km: ជ្រើសរើស %s ដើម្បីមើល

source: Click to see details
km: ចុចដើម្បីមើលព័ត៌មានលម្អិត

source: Missing data for this bill
km: ខ្វះទិន្នន័យសម្រាប់វិក្កយបត្រនេះ

source: Dashboard
km: ផ្ទាំងគ្រប់គ្រង

source: Occupied
km: មានអ្នកជួល

source: Vacant
km: ទំនេរ

source: Bill status
km: ស្ថានភាពវិក្កយបត្រ

source: Price (USD)
km: តម្លៃ (USD)

source: English
km: អង់គ្លេស

source: French
km: បារាំង

source: Khmer
km: ខ្មែរ

source: Expense per Month
km: ចំណាយប្រចាំខែ

source: Expense
km: ចំណាយ

source: Room cost
km: ថ្លៃបន្ទប់

source: Water cost
km: ថ្លៃទឹក

source: Electricity cost
km: ថ្លៃអគ្គិសនី

source: Issued at
km: បានចេញនៅ

source: Sent at
km: បានផ្ញើនៅ

source: Paid at
km: ទូទាត់ប្រាក់នៅ

source: Async job pending
km: ការងារ async កំពុងរង់ចាំ

source: Async job type
km: ប្រភេទការងារ async

source: Data note
km: កំណត់ចំណាំទិន្នន័យ

source: Tenant name snapshot
km: ឈ្មោះអ្នកជួល (ថតទុក)

source: Last job status
km: ស្ថានភាពការងារចុងក្រោយ

source: Last job message
km: សារការងារចុងក្រោយ

source: Last job at
km: ពេលវេលាការងារចុងក្រោយ

source: Created at
km: បានបង្កើតនៅ

source: Add water
km: បន្ថែមអំនានទឹក

source: Search
km: ស្វែងរក

source: Language
km: ភាសា

source: Send Monthly Album
km: ផ្ញើអាល់ប៊ុមប្រចាំខែ

source: Send to Telegram
km: ផ្ញើទៅ Telegram

source: The tenant "%(name)s" was added successfully.
km: អ្នកជួល "%(name)s" ត្រូវបានបន្ថែមដោយជោគជ័យ

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
km: សូមបញ្ចូលពាក្យសម្ងាត់ចាស់របស់អ្នក ដើម្បីសុវត្ថិភាព ហើយបញ្ចូលពាក្យសម្ងាត់ថ្មីពីរដង ដើម្បីអោយយើងអាចបញ្ជាក់ថាអ្នកវាយបានត្រឹមត្រូវ។

source: Enter the same password as before, for verification.
km: សូមបញ្ចូលពាក្យសម្ងាត់ដដែលម្តងទៀត ដើម្បីផ្ទៀងផ្ទាត់។

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
km: ភ្លេចពាក្យសម្ងាត់មែនទេ? សូមបញ្ចូលអ៊ីមែលខាងក្រោម ហើយយើងនឹងផ្ញើវិធីសាស្ត្រកំណត់ពាក្យសម្ងាត់ថ្មី។

source: Please enter your new password twice so we can verify you typed it in correctly.
km: សូមបញ្ចូលពាក្យសម្ងាត់ថ្មីពីរដង ដើម្បីអោយយើងអាចបញ្ជាក់ថាអ្នកវាយបានត្រឹមត្រូវ។

source: Confirm password:
km: បញ្ជាក់ពាក្យសម្ងាត់៖

source: Processing…
km: កំពុងដំណើរការ…

source: ago
km: មុន

source: Issue invoice %(room)s %(month)s
km: ចេញវិក្កយបត្រ %(room)s %(month)s

source: Issued invoice for %(room)s, %(month)s.
km: បានចេញវិក្កយបត្រ សម្រាប់ %(room)s, %(month)s

source: Send invoice %(room)s %(month)s
km: ផ្ញើវិក្កយបត្រ %(room)s %(month)s

source: Send invoice to tenant for %(room)s, %(month)s.
km: ផ្ញើវិក្កយបត្រទៅអ្នកជួល សម្រាប់ %(room)s, %(month)s

source: Mark paid %(room)s %(month)s
km: បានទូទាត់ប្រាក់ %(room)s %(month)s

source: Marked paid for %(room)s, %(month)s.
km: បានទូទាត់ប្រាក់សម្រាប់ %(room)s, %(month)s

source: Your password was changed successfully.
km: ពាក្យសម្ងាត់ត្រូវបានផ្លាស់ប្តូរដោយជោគជ័យ

source: Old password:
km: លេខសម្ងាត់ចាស់

source: New password:
km: លេខសម្ងាត់ថ្មី

source: Your password can't be too similar to your other personal information.
km: លេខសម្ងាត់មិនអាចស្រដៀងទៅនឹងព័ត៌មានផ្ទាល់ខ្លួនអ្នកទេ

source: Your password must contain at least 8 characters.
km: លេខសម្ងាត់ត្រូវតែមានយ៉ាងហោច 8 តួអក្សរ

source: Your password can't be a commonly used password.
km: លេខសម្ងាត់មិនអាចជាលេខឧស្សាហ៍ប្រើទេ

source: Your password can't be entirely numeric.
km: លេខសម្ងាត់មិនអាចជាលេខទាំងអស់ទេ

source: New password confirmation:
km: ផ្ទៀតផ្ទាត់លេខសម្ងាត់ថ្មី
